[
  {
    "id": 1,
    "album": "Sorceress",
    "artist": "Opeth",
    "year": "2016",
    "label": "Nuclear Blast",
    "songs": "11",
    "albumLength": "56:35",
    "stock": 3,
    "price": 13,
    "description": "Sorceress is a peculiarly strong album, but not heavy in any traditional sense, I firmly believe that each successive Opeth album of the past half-decade  – and the next – position the band as ever greater masters of their destiny. -Metal Injection.",
    "imageUrl": "https://i.imgur.com/ScXHwen.jpg",
    "fullSizeImageUrl": "https://i.imgur.com/2Xtewy0.jpg"
  },
  {
    "id": 2,
    "album": "Blood Mountain",
    "artist": "Mastodon",
    "year": "2006",
    "label": "Reprise",
    "songs": "12",
    "albumLength": "68:09",
    "stock": 4,
    "price": 14,
    "description": "Prog-metal's best band returns with a record that may be even better than its monumental Leviathan LP. Please welcome the new monsters of rock. If Blood Mountain, their brilliantly upsized and unrelenting third album, doesn't confirm their position as the greatest big-time metal crew on earth, I demand a state-by-state recount. -Pitchfork.",
    "imageUrl": "https://i.imgur.com/N63LPPC.jpg",
    "fullSizeImageUrl": "https://i.imgur.com/V7lr1Yr.jpg"
  },
  {
  "id": 3,
  "album": "Diamond Eyes",
  "artist": "Deftones",
  "year": "2010",
  "label": "Reprise",
  "songs": "11",
  "albumLength": "41:15",
  "stock": 4,
  "price": 12,
  "description": "Losing a key member to your band is never easy especially when they stood by you through trivial times. Regardless of their situation Deftones seemed to carry forward with an attitude of accepting the reality we are placed in and making the best of it all. This album looks toward the future, despite how dark it may appear, with eyes forward. For once in the bands career they appeared truly hopeful. -Medium.",
  "imageUrl": "https://i.imgur.com/DSdflu8.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/wdsRUQN.jpg"
  },
  {
  "id": 4,
  "album": "The Madness OF Many",
  "artist": "Animals As Leaders",
  "year": "2016",
  "label": "Sumerian",
  "songs": "10",
  "albumLength": "52:56",
  "stock": 3,
  "price": 14,
  "description": "As an instrumental band it can be quite a task ensuring your material stays fresh and inviting, this is one obstacle ANIMALS AS LEADERS certainly have no issue with as they constantly devise new ways to reinvigorate their boundless technical abilities and push the boundaries of their craft. The Madness of Many proves to be their most refined and cohesive effort yet displaying yet again that a three piece can provide a sound just as powerful and substantial as other member laden bands. -Distorted Sound Mag.",
  "imageUrl": "https://i.imgur.com/Lg3vA44.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/F2THLQm.jpg"
  },
  {
  "id": 5,
  "album": "L'Enfant Sauvage",
  "artist": "Gojira",
  "year": "2012",
  "label": "Roadrunner",
  "songs": "11",
  "albumLength": "52:23",
  "stock": 1,
  "price": 15,
  "description": "Gojira have such a pedigree that they’ve had a superlative created especially for them. In some circles, exceptional events are described as “Gojiramazing” (Google it if you want). The phrase stems from the French quartet’s ability to always perform to a jaw-dropping standard, whether that be live or on record. Make no mistake: Gojira is one of the finest bands of our generation, and with L’Enfant Sauvage they’ve created another album to suit such a reputation. -BBC.",
  "imageUrl": "https://i.imgur.com/6bl3gY2.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/x2fIfd1.jpg"
  },
  {
  "id": 6,
  "album": "Monarchy",
  "artist": "Rivers Of Nihil",
  "year": "2015",
  "label": "Metal Blade",
  "songs": "10",
  "albumLength": "49:26",
  "stock": 3,
  "price": 15,
  "description": "Clocking in at fifty minutes total, Monarchy is an excellent slice of technical death metal. Everyone in Rivers of Nihil plays their instruments excellently and the strong bass prowess of Briggs cannot be stressed enough (and whose vocals on here are also vastly improved). Where in some bands a bass feels like an additive, here it feels like a necessity. Those that didn't find themselves quite digging The Conscious Seed of Light will likely walk out of Monarchy with a smile on their face. With Monarchy Rivers of Nihil have evolved into a monster. -Metal Injection.",
  "imageUrl": "https://i.imgur.com/DIv0CiT.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/90f6VPW.jpg"
  },
  {
  "id": 7,
  "album": "Ghost Reveries",
  "artist": "Opeth",
  "year": "2005",
  "label": "Roadrunner",
  "songs": "8",
  "albumLength": "66:46",
  "stock": 2,
  "price": 17,
  "description": "The record’s structure is amazing, this hard/soft alternation became Opeth‘s hallmark approach, and is now something many other bands are using. Seamlessly juggling death metal and progressive rock with such grace is an unbelievable feat. The production value is, simply put, pristine. Likewise, the songwriting is spectacular; there are no moments where I’d wish anything else was happening. The dynamics and the way the musical narrative unfolds is not only original and engaging, but manages to go from bleak darkness to an emotional tenderness like nothing else. -Everything Is Noise.",
  "imageUrl": "https://i.imgur.com/hfKYLAC.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/LaeobDS.jpg"
  },
  {
    "id": 8,
    "album": "White Pony",
    "artist": "Deftones",
    "year": "2000",
    "label": "Maverick",
    "songs": "11",
    "albumLength": "48:52",
    "stock": 3,
    "price": 13,
    "description": "While living on houseboats in Sausalito, California, Deftones broke away from nu-metal and recorded the melodic highlight of their career, a moody album born of sex, Sade, and cocaine. White Pony was the change Deftones wanted to see in themselves and they watched you change right along with them. -Pitchfork.",
    "imageUrl": "https://i.imgur.com/HC5mhr0.jpg",
    "fullSizeImageUrl": "https://i.imgur.com/PQ497qO.jpg"
  },
  {
  "id": 9,
  "album": "Crack The Skye",
  "artist": "Mastodon",
  "year": "2009",
  "label": "Reprise",
  "songs": "7",
  "albumLength": "50:03",
  "stock": 3,
  "price": 18,
  "description": "Mastodon's Crack The Skye: a sprawling prog metal masterpiece dealing with astral travel, wormhole theory, Rasputin and suicide. Crack The Skye is a dense and complex album that barely allows the listener to catch a breath. It thunders and roars like a raging storm, but there is a melodic core among the maelstrom, that if you can grab hold of it, and grasp it tightly, reveals the beauty at its rhythmic heart. -Louder Sound.",
  "imageUrl": "https://i.imgur.com/JF5apNp.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/LzLge7S.jpg"
  },
  {
  "id": 10,
  "album": "The Work",
  "artist": "Rivers Of Nihil",
  "year": "2021",
  "label": "Metal Blade",
  "songs": "11",
  "albumLength": "64:00",
  "stock": 3,
  "price": 15,
  "description": "With The Work, RIVERS OF NIHIL have crafted an album that is both indisputably them but also hits very differently to its predecessor, without sacrificing any quality or creativity along the way. It’s a monument to their refusal to be pigeonholed, to be reduced to any one genre or scene, as well as to their relentless desire to push the envelope creatively, with the end result an album that is incredibly rewarding – if you’re willing to do the work. -Distorted Sound Mag.",
  "imageUrl": "https://i.imgur.com/UN6GBxZ.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/Q7NmKUK.jpg"
  },
  {
  "id": 11,
  "album": "The Violent Sleep Of Reason",
  "artist": "Meshuggah",
  "year": "2016",
  "label": "Nuclear Blast",
  "songs": "10",
  "albumLength": "58:55",
  "stock": 5,
  "price": 13,
  "description": "The first thing you will notice about Meshuggah’s eighth full-length is how organic and, more importantly, disgustingly heavy it sounds. Eschewing the more digitally focused, robotic perfection of their last few records in favour of living, breathing ensemble performances blasted through real amplifiers and speakers, they instantly sound more terrifying than ever before. -Louder Sound.",
  "imageUrl": "https://i.imgur.com/AgDRrkp.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/6MsYYUe.jpg"
  },
  {
  "id": 12,
  "album": "Koi No Yokan",
  "artist": "Deftones",
  "year": "2012",
  "label": "Reprise",
  "songs": "11",
  "albumLength": "51:50",
  "stock": 1,
  "price": 16,
  "description": "It's recommended that you listen to all Deftones albums, especially this one, in the dark, with the volume turned up, to fully absorb the layers of sound without distraction or interruption. There is so much more going on under the surface of those quiet-loud bursts and the exchange of energy between Moreno's croon and Carpenter's heavy artillery demands a deeper listen. The album's title is a Japanese term for the moment you know you will fall in love with someone, and the disc itself delivers more of what the band's fans have come to love. Deftones already made that creative left turn a decade ago, and it served them well, so they serve it up again. -Loudwire.",
  "imageUrl": "https://i.imgur.com/3Qe9ion.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/5wcnBIn.jpg"
  },
  {
  "id": 13,
  "album": "Heritage",
  "artist": "Opeth",
  "year": "2011",
  "label": "Roadrunner",
  "songs": "10",
  "albumLength": "56:47",
  "stock": 2,
  "price": 17,
  "description": "If all you want is straight-forward death metal and savage growling from Akerfeldt, you might not want to step out of your comfort zone with this album. But Opeth’s determination to create new music and never stand still has seen them shape and inspire heavy metal for the past two decades. With several groundbreaking albums already ensuring a strong legacy awaits them – records that should already be in your collection – Heritage has some strong predecessors to live up to. But it will surely be seen as one of their most accomplished works in years to come. -BBC.",
  "imageUrl": "https://i.imgur.com/r6QnmT5.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/cKrqFcN.jpg"
  },
  {
  "id": 14,
  "album": "Where Owls Know My Name",
  "artist": "Rivers Of Nihil",
  "year": "2018",
  "label": "Metal Blade",
  "songs": "10",
  "albumLength": "56:43",
  "stock": 4,
  "price": 14,
  "description": "Where Owls Know My Name isn’t just a minor change for the band, but a drastic step forward in progression and talent. While fans will find plenty of elements from previous Rivers of Nihil albums, they’ll be heavily surprised with the many twists that appear throughout the record. The album is not only a fresh breath of air for death metal but metal in general. The record promises extravagant technicality that is fascinating and entertaining. Rivers of Nihil have not only offered an excellent record, but have also raised the bar for death metal. -Metal Injection.",
  "imageUrl": "https://i.imgur.com/AzK90k4.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/snypO6r.jpg"
  },
  {
  "id": 15,
  "album": "Ohms",
  "artist": "Deftones",
  "year": "2020",
  "label": "Reprise",
  "songs": "10",
  "albumLength": "46:17",
  "stock": 2,
  "price": 18,
  "description": "Listening to Ohms induces some serious cognitive dissonance. On one hand, this record is frequently as savage, cathartic, and brutally punishing as anything Deftones have released before. On the other hand, Stephen Carpenter, bassist Sergio Vega, and electronic mastermind Frank Delgado are all half a century old – and drummer Abe Cunningham and Chino Moreno aren’t far behind at 47. Musical icons are commonly referred to as “immortal”, but in Deftones’ case, this description might be literally accurate. As with any Deftones album, Ohms will require considerable time and study to fully appreciate its intricacies – but even from the first listen, it’s clear that Deftones have come out with something special once more. -Metal Injection.",
  "imageUrl": "https://i.imgur.com/lgkaXgI.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/GOTTJjB.jpg"
  },
  {
    "id": 16,
    "album": "Gore",
    "artist": "Deftones",
    "year": "2016",
    "label": "Reprise",
    "songs": "11",
    "albumLength": "48:14",
    "stock": 5,
    "price": 12,
    "description": "Gore is easily Deftones’ most engaging record since White Pony, filled with carefully crafted hooks disguised as bridges and transition. As with all of their best music, it sounds like the brutal, beautiful result of the band being passionate enough to rip each other’s heads off. Synaesthetically speaking, it’s a smear of pink, purple and black, a kiss that bites down on your lip to draw blood. -Pitchfork.",
    "imageUrl": "https://i.imgur.com/vdr18fk.jpg",
    "fullSizeImageUrl": "https://i.imgur.com/vhQAoAk.jpg"
  },  
  {
  "id": 17,
  "album": "Fear Inoculum",
  "artist": "Tool",
  "year": "2019",
  "label": "Dissectional",
  "songs": "7",
  "albumLength": "79:10",
  "stock": 2,
  "price": 16,
  "description": "The days, months and years will reveal more about the new record. As with releases previous, there are wrinkles that will only emerge after the record is lived with and absorbed. But if you’re wondering whether ‘Fear Inoculum’ was worth the wait, then the answer is yes. If you’re wondering whether it’ll touch your heart, soul and spirt, the answer is also so. -NME.",
  "imageUrl": "https://i.imgur.com/CHHs7x6.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/i7RFGZh.jpg"
  },
  {
  "id": 18,
  "album": "Lateralus",
  "artist": "Tool",
  "year": "2001",
  "label": "Volcano Entertainment",
  "songs": "13",
  "albumLength": "78:51",
  "stock": 0,
  "price": 22,
  "description": "Lateralus is the most unique collection of songs you’ll find outside, it’s also the most perfectly played, perfectly produced record you’re likely to hear this or any other year. In anybody else’s hands, perfection is just a code word for repugnant tedium. In Tool’s hands, it’s the ultimate raison d’etre. There’s just too much going on here to grasp in one sitting, or two sittings, or even 22 sittings for that matter. Lateralus is one of the greatest albums you’ll hear this lifetime. -Kerrang!.",
  "imageUrl": "https://i.imgur.com/vquQofk.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/rganT5v.jpg"
  },
  {
  "id": 19,
  "album": "From Mars To Sirius",
  "artist": "Gojira",
  "year": "2005",
  "label": "Listenable",
  "songs": "12",
  "albumLength": "66:52",
  "stock": 3,
  "price": 14,
  "description": "From Mars to Sirius represents metal’s new evolutionary peak, a damn-near-perfect confluence of extreme musicianship, thrash-style epic songwriting, narrative coherence  (well, narrative content), and genuine dynamics that contribute to propulsive structures – all shot through with feeling. As a longtime metalhead, I spend a lot of time wondering whether it’s possible to do anything new in the genre. But under Gojira’s reign, the kingdom is fertile once more. -Metal Sucks.",
  "imageUrl": "https://i.imgur.com/8e85yaH.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/olkeeaf.jpg"
  },
  {
  "id": 20,
  "album": "Palms",
  "artist": "Palms",
  "year": "2013",
  "label": "Ipecac",
  "songs": "6",
  "albumLength": "46:56",
  "stock": 3,
  "price": 13,
  "description": "Palms is a partnership between Deftones vocalist Chino Moreno and three members of Isis. They've been dubbed dream metal thanks to their reputations, but Palms never really rocks physically-- the six exploratory songs here take you on a spiritual rather than visceral journey. -Pitchfork.",
  "imageUrl": "https://i.imgur.com/aXB0fkN.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/6v7Na0t.jpg"
  },
  {
  "id": 21,
  "album": "Voice Of The Void",
  "artist": "Anciients",
  "year": "2016",
  "label": "Ipecac",
  "songs": "9",
  "albumLength": "66:04",
  "stock": 4,
  "price": 11,
  "description": "If I had to describe Anciients in a nutshell, I would say that they are like the Canadian Mastodon for those who miss “the old Opeth”. Now, that is purely meant as a compliment, and I wouldn’t compare them to other bands if I didn’t think that it would attract some well-deserved attention for them. That being said, they of course have a sound all their own, and I’m glad that they’ve only improved it with ‘Voice of the Void’. -Metal Wani.",
  "imageUrl": "https://i.imgur.com/mPpnOXu.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/7FIdxnO.jpg"
  },
  {
  "id": 22,
  "album": "Blackwater Park",
  "artist": "Opeth",
  "year": "2001",
  "label": "Koch",
  "songs": "8",
  "albumLength": "66:59",
  "stock": 0,
  "price": 18,
  "description": "Blackwater Park represented Opeth’s  “Ah-ha!” moment, when all of their ambitious ideas crystallized into a set of back-to-back amazing songs, rendered in glorious Technicolor sound. Blackwater Park was Opeth’s best-sounding record to date, thanks largely to producer Steven Wilson, also the guitarist of ambient prog band Porcupine Tree. The mix is spacious and detailed, its acoustic and electric textures meshing and flowing beautifully. Opeth have continued to follow their singular path to ever more intriguing places, but they’ve never cut a better record than Blackwater Park. -Metal Sucks.",
  "imageUrl": "https://i.imgur.com/pqPzqut.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/eJ7spiC.jpg"
  },
  {
  "id": 23,
  "album": "Magma",
  "artist": "Gojira",
  "year": "2016",
  "label": "Roadrunner",
  "songs": "10",
  "albumLength": "46:56",
  "stock": 4,
  "price": 13,
  "description": "At just over 43 minutes, Magma stands as the shortest and most concise Gojira album to date, but it's exactly the album they sought to make. It's a touching and powerful eulogy to the Duplantiers' late mother, and an emotionally-fueled journey that is quite unforgettable. From beginning to end, Magma oozes with passion, conviction and genuine artistry, and serves as an urgent reminder of why Gojira is one of the most important bands in metal.- Metal Injection.",
  "imageUrl": "https://i.imgur.com/iD6xABN.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/G8HZzbb.jpg"
  },
  {
  "id": 24,
  "album": "Leviathan",
  "artist": "Mastodon",
  "year": "2004",
  "label": "Relapse\t",
  "songs": "10",
  "albumLength": "46:43",
  "stock": 2,
  "price": 12,
  "description": "Leviathan is the sound that’s come to define Mastodon – the hardcore plus the metal plus the prog  – and the album saw them developing and honing in on their distinct craft at a moment in American metal where it couldn’t have been any more culturally relevant. It captures a moment in time, one that influenced countless bands in only the past 5 years since its release and will undoubtedly influence countless more in the years to come. Leviathan – and the band  – is one of those albums you’re going to look back on and say “I was there when…”. We were there when. -Metal Sucks.",
  "imageUrl": "https://i.imgur.com/ObVJU1F.jpg",
  "fullSizeImageUrl": "https://i.imgur.com/XqiJWOu.jpg"
  }
]